Repository: Darock-Studio/Watch-Browser
Catalog: Localization/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, uk, vi, zh_hant

source: 提交反馈前，请先检查常见问题
ar: يرجى التحقق من الأسئلة الشائعة قبل إرسال التعليقات.
de: Bitte überprüfen Sie die häufig gestellten Fragen, bevor Sie Feedback abgeben.
en: Please check out the FAQs before submitting a feedback.
es: Por favor, compruebe las preguntas frecuentes antes de enviar sus comentarios.
fr: Veuillez vérifier la foire aux questions avant de soumettre vos commentaires.
hi: प्रतिक्रिया देने से पहले कृपया अक्सर पूछे जाने वाले प्रश्नों की जांच करें।
id: Silakan periksa pertanyaan yang sering diajukan sebelum mengirimkan umpan balik.
it: Si prega di controllare le domande frequenti prima di inviare un feedback.
ja: フィードバック送信前にFAQを確認してください
ko: 피드백을 제출하기 전에 먼저 자주 묻는 질문을 확인하세요.
nl: Controleer de veelgestelde vragen voordat u feedback indient.
pl: Sprawdź często zadawane pytania przed przesłaniem opinii.
pt: Por favor, verifique as perguntas frequentes antes de enviar feedback.
ru: Пожалуйста, проверьте часто задаваемые вопросы перед отправкой отзыва.
th: โปรดตรวจสอบคําถามที่พบบ่อยก่อนส่งความคิดเห็น
tr: Geri bildirim göndermeden önce lütfen sık sorulan soruları kontrol edin.
uk: Будь ласка, перевірте поширені запитання перед відправкою відгуків.
vi: Vui lòng kiểm tra các câu hỏi thường gặp trước khi gửi phản hồi.
zh_hant: 提交反饋前，請先檢查常見問題

source: 提示
ar: فَوْريّ
de: Eingabeaufforderung
en: Tips
es: Símbolo del sistema
fr: Invite
hi: अत्यावश्यक
id: Prompt
it: Suggerimento
ja: ヒント
ko: 힌트
nl: Prompt
pl: Szybki
pt: Aviso
ru: Подсказка
th: รวดเร็ว
tr: Hızlı
uk: Підказка
vi: Nhắc

source: 搁置
ar: عَلَّقَ
de: Auf Eis legen
en: Shelved
es: Archivar
fr: Mettre quelque chose en suspens
hi: शेल्फ
id: Rak
it: Accantonare
ja: 一時停止
ko: 보류하다
nl: Op een plank zetten
pl: Zrobić półki w
pt: Arquivar
ru: Ставить на полку/поставить на полку
th: ค่อยๆ ลาดลง
tr: Rafa koymak
uk: Шельва
vi: Xếp vào ngăn
zh_hant: 擱置

source: 搜索
ar: بَحَثَ
de: Suchen
en: Search
es: Buscar
fr: Chercher
hi: तलाश करो
id: Mencari
it: Cercare
ja: 検索
ko: 검색
nl: Zoeken
pl: Szukać
pt: Procurar
ru: Искать
th: ค้นหา
tr: Aramak
uk: Шукати
vi: Tìm kiếm

source: 搜索引擎快捷方式...
ar: اختصارات محرك البحث...
de: Suchmaschinen-Verknüpfungen...
en: Search Engine Shortcuts…
es: Accesos directos del motor de búsqueda...
fr: Raccourcis du moteur de recherche...
hi: सर्च इंजन शॉर्टकट...
id: Pintasan mesin pencari...
it: Scorciatoie del motore di ricerca...
ja: 検索エンジンショートカット...
ko: 검색 엔진 바로 가기...
nl: Snelkoppelingen voor zoekmachines...
pl: Skróty do wyszukiwarek...
pt: Atalhos do mecanismo de busca...
ru: Ярлыки поисковых систем...
th: ทางลัดของเครื่องมือค้นหา...
tr: Arama motoru kısayolları...
uk: Ярлики пошукової системи...
vi: Phím tắt công cụ tìm kiếm...

source: 搜索按钮
ar: زر البحث
de: Suchschaltfläche
en: Search Button
es: Botón de búsqueda
fr: Bouton de recherche
hi: खोज बटन
id: Tombol pencarian
it: Pulsante di ricerca
ja: 検索ボタン
ko: 검색 버튼
nl: Zoekknop
pl: Przycisk wyszukiwania
pt: Botão de pesquisa
ru: Кнопка поиска
th: ปุ่มค้นหา
tr: Arama düğmesi
uk: Кнопка пошуку
vi: Nút tìm kiếm
zh_hant: 搜索按鈕

source: 搜索输入框
ar: بحث مربع الإدخال
de: Eingabefeld suchen
en: Search Input
es: Buscar cuadro de entrada
fr: Boîte de saisie de recherche
hi: खोज इनपुट बॉक्स
id: Cari kotak masukan
it: Casella di immissione della ricerca
ja: 入力ボックスを検索する
ko: 입력창 검색
nl: Zoek invoervak
pl: Pole wprowadzania wyszukiwania
pt: Caixa de entrada de pesquisa
ru: Вводное поле поиска
th: ค้นหาช่องป้อนข้อมูล
tr: Arama giriş kutusu
uk: Пошук вхідного поля
vi: Tìm kiếm hộp nhập liệu

source: 播放
ar: لَعِبَ
de: Spiel
en: Play
es: Retransmitir
fr: Jouer
hi: खेलना
id: Bermain
it: Giocare
ja: 再生
ko: 재생
nl: Spelen
pl: Gra
pt: Jogar
ru: Играть
th: เล่น
tr: Oynamak
uk: Грати
vi: Chơi

source: 播放中
ar: يلعب
de: Spielen
en: Now Playing
es: Juego
fr: Jeu
hi: खेल रहा है
id: Bermain
it: Gioco
ja: 放送中
ko: 재생중
nl: Spelen
pl: Gra
pt: Jogando
ru: Игра
th: การเล่น
tr: Oynamak
uk: Грає
vi: Đang chơi

source: 播放倍速
ar: العب ضعف السرعة
de: Spielen Sie doppelt so schnell
en: Play Speed
es: Juega el doble de velocidad
fr: Jouez deux fois plus vite
hi: दोगुनी गति से खेलें
id: Putar dua kali kecepatan
it: Gioca il doppio della velocità
ja: 再生速度
ko: 재생 배속
nl: Speel twee keer zo snel
pl: Graj dwa razy szybciej
pt: Jogue o dobro da velocidade
ru: Играйте на двойной скорости
th: เล่นด้วยความเร็วสองเท่า
tr: İki kat daha hızlı oyna
uk: Грайте вдвічі швидше
vi: Chơi gấp đôi tốc độ

source: 播放列表
ar: قائِمة تَشْغيلٍ
de: Senderepertoire
en: Playlist
es: Lista de reproducción
fr: Liste d'écoute
hi: प्लेलिस्ट
id: Daftar putar
it: Playlist
ja: プレイリスト
ko: 재생목록
nl: Afspeellijst
pl: Playlista
pt: Lista de reprodução
ru: Плейлист
th: เพลย์ลิสต์
tr: Çalma listesi
uk: Плейлист
vi: Danh sách phát

source: 播放网页视频
ar: تشغيل مقاطع فيديو الويب
de: Web-Videos abspielen
en: Play Video
es: Reproducir vídeos web
fr: Lire des vidéos web
hi: वेब वीडियो चलाएं
id: Putar video web
it: Riproduci video web
ja: ウェブ動画を再生
ko: 웹 동영상 재생
nl: Speel webvideo's af
pl: Odtwarzaj filmy internetowe
pt: Reproduzir vídeos na web
ru: Воспроизвести веб-видео
th: เล่นวิดีโอบนเว็บ
tr: Web videolarını oynat
uk: Відтворюйте веб-відео
vi: Phát video web
zh_hant: 播放網頁視頻

source: 播放网页音频
ar: قم بتشغيل صوت صفحة الويب
de: Webseiten-Audio abspielen
en: Play Audio
es: Reproducir audio de la página web
fr: Lire l'audio de la page web
hi: वेब पेज ऑडियो चलाएं
id: Putar audio halaman web
it: Riproduci l'audio della pagina web
ja: ウェブページの音声を再生する
ko: 웹 오디오를 재생하다
nl: Webpagina audio afspelen
pl: Odtwórz dźwięk strony internetowej
pt: Reproduzir áudio da página da web
ru: Воспроизвести аудио веб-страницы
th: เล่นเสียงหน้าเว็บ
tr: Web sayfası sesini oynat
uk: Відтворити аудіо веб-сторінки
vi: Phát âm thanh trang web
zh_hant: 播放網頁音頻

source: 操作
ar: عَمِلَ
de: Arbeiten
en: Action
es: Operar
fr: Opérer
hi: काम करना
id: Mengoperasi
it: Operare
ko: 조작
nl: Opereren
pl: Działać
pt: Operar
ru: Оперировать
th: ปฏิบัติการ
tr: Işletmek
uk: Керувати
vi: Vận hành

source: 断开 Apple Watch 与 iPhone 的连接
ar: افصل Apple Watch عن iPhone
de: Trennen Sie die Apple Watch vom iPhone
en: Disconnect Apple Watch from iPhone
es: Desconecta el Apple Watch del iPhone
fr: Déconnectez l'Apple Watch de l'iPhone
hi: आईफोन से एप्पल वॉच को डिस्कनेक्ट करें
id: Putuskan sambungan Apple Watch dari iPhone
it: Scollega Apple Watch dall'iPhone
ja: Apple WatchとiPhoneの接続を解除
ko: Apple Watch와 iPhone 연결 해제하기
nl: Koppel Apple Watch los van iPhone
pl: Odłącz Apple Watch od iPhone'a
pt: Desconecte o Apple Watch do iPhone
ru: Отключите Apple Watch от iPhone
th: ยกเลิกการเชื่อมต่อ Apple Watch จาก iPhone
tr: Apple Watch'un iPhone bağlantısını kesin
uk: Від'єднайте Apple Watch від iPhone
vi: Ngắt kết nối Apple Watch khỏi iPhone
zh_hant: 斷開 Apple Watch 與 iPhone 的連線

source: 新功能
ar: وظائف جديدة
de: Neue Funktionen
en: New Features
es: Nuevas funciones
fr: Nouvelles fonctions
hi: नए कार्य
id: Fungsi baru
it: Nuove funzioni
ja: 新機能
ko: 새로운 기능
nl: Nieuwe functies
pl: Nowe funkcje
pt: Novas funções
ru: Новые функции
th: ฟังก์ชั่นใหม่
tr: Yeni fonksiyonlar
uk: Нові функції
vi: Các chức năng mới

source: 新名称
ar: اسم جديد
de: Neuer Name
en: New Name
es: Nuevo nombre
fr: Nouveau nom
hi: नया नाम
id: Nama baru
it: Nuovo nome
ja: 新しい名称
ko: 새로운 명칭
nl: Nieuwe naam
pl: Nowa nazwa
pt: Novo nome
ru: Новое имя
th: ชื่อใหม่
tr: Yeni isim
uk: Нове ім'я
vi: Tên mới

source: 新建反馈
ar: قم بإنشاء ملاحظات جديدة
de: Neues Feedback erstellen
en: New Feedback
es: Crear nuevos comentarios
fr: Créer de nouveaux commentaires
hi: नई प्रतिक्रिया बनाएं
id: Buat umpan balik baru
it: Crea un nuovo feedback
ja: 新しいフィードバック
ko: 피드백을 새로 만들다
nl: Nieuwe feedback maken
pl: Utwórz nową opinię
pt: Criar novo feedback
ru: Новая обратная связь
th: สร้างคําติชมใหม่
tr: Yeni geri bildirim oluştur
uk: Створити новий відгук
vi: Tạo phản hồi mới
zh_hant: 新建反饋

source: 新建播放列表
ar: أنشئ قائمة تشغيل جديدة
de: Erstellen Sie eine neue Wiedergabeliste
en: New Playlist…
es: Crear una nueva lista de reproducción
fr: Créer une nouvelle liste de lecture
hi: एक नई प्लेलिस्ट बनाएं
id: Buat daftar putar baru
it: Crea una nuova playlist
ja: プレイリストを新規作成する
ko: 재생목록을 새로 만들다
nl: Maak een nieuwe afspeellijst
pl: Utwórz nową listę odtwarzania
pt: Criar uma nova lista de reprodução
ru: Создать новый плейлист
th: สร้างเพลย์ลิสต์ใหม่
tr: Yeni bir çalma listesi oluştur
uk: Створити новий список відтворення
vi: Tạo một danh sách phát mới
zh_hant: 新建播放列錶

source: 新版图书阅读器
ar: نسخة جديدة من قارئ الكتب
de: Neue Version des Buchlesers
en: New Book Reader
es: Nueva versión del lector de libros
fr: Nouvelle version du lecteur de livres
hi: बुक रीडर का नया संस्करण
id: Versi baru dari pembaca buku
it: Nuova versione del lettore di libri
ja: 新版図書リーダー
ko: 신판 도서 리더
nl: Nieuwe versie van boekenlezer
pl: Nowa wersja czytnika książek
pt: Nova versão do leitor de livros
ru: Новая версия книги для чтения книг
th: โปรแกรมอ่านหนังสือเวอร์ชันใหม่
tr: Kitap okuyucunun yeni versiyonu
uk: Нова версія програми для читання книг
vi: Phiên bản mới của trình đọc sách

source: 无
ar: ليس لديك
de: Nicht haben
en: None
es: No tener
fr: N'ont pas
hi: नहीं है
id: Tidak memiliki
it: Non avere
ja: なし
ko: 무
nl: Niet hebben
pl: Nie mieć
pt: Não tem
ru: Не иметь
th: ไม่มี
tr: Sahip değil
uk: Не мати
vi: Không có

source: 无打开的标签页
ar: لا توجد علامات تبويب مفتوحة
de: Keine offenen Tabs
en: No Tab Opened
es: No hay pestañas abiertas
fr: Pas d'onglets ouverts
hi: कोई खुला टैब नहीं
id: Tidak ada tab yang terbuka
it: Nessuna scheda aperta
ja: 開いているタブはありません
ko: 열리지 않은 탭
nl: Geen geopende tabbladen
pl: Brak otwartych kart
pt: Sem guias abertas
ru: Нет открытых вкладок
th: ไม่มีแท็บที่เปิดอยู่
tr: Açık sekme yok
uk: Немає відкритих вкладок
vi: Không có tab mở
zh_hant: 無打開的標籤頁

source: 无播放列表
ar: لا توجد قائمة تشغيل
de: Keine Wiedergabeliste
en: No Playlist
es: No hay lista de reproducción
fr: Pas de liste de lecture
hi: कोई प्लेलिस्ट नहीं
id: Tidak ada daftar putar
it: Nessuna playlist
ja: プレイリストなし
ko: 재생목록 없음
nl: Geen afspeellijst
pl: Brak playlisty
pt: Sem lista de reprodução
ru: Нет плейлиста
th: ไม่มีเพลย์ลิสต์
tr: Çalma listesi yok
uk: Немає плейлиста
vi: Không có danh sách phát

source: 无本地图书
ar: لا توجد كتب محلية
de: Keine lokalen Bücher
en: No local books.
es: No hay libros locales
fr: Pas de livres locaux
hi: कोई स्थानीय किताबें नहीं
id: Tidak ada buku lokal
it: Nessun libro locale
ja: ローカル図書なし
ko: 현지 도서 없음
nl: Geen lokale boeken
pl: Brak lokalnych książek
pt: Sem livros locais
ru: Никаких местных книг
th: ไม่มีหนังสือท้องถิ่น
tr: Yerel kitap yok
uk: Немає місцевих книг
vi: Không có sách địa phương
zh_hant: 無本地書籍

source: 无法修复
ar: لا يمكن إصلاحه
de: Kann nicht repariert werden
en: Unable to Fix
es: No se puede reparar
fr: Ne peut pas être réparé
hi: मरम्मत नहीं की जा सकती
id: Tidak dapat diperbaiki
it: Non può essere riparato
ja: 修正不可能
ko: 복구할 수 없다
nl: Kan niet gerepareerd worden
pl: Nie można naprawić
pt: Não pode ser reparado
ru: Не в состоянии отремонтировать
th: ไม่สามารถซ่อมแซมได้
tr: Onarılamaz
uk: Не можна відремонтувати
vi: Không thể sửa chữa được
zh_hant: 無法修復

source: 无法连接互联网
ar: غير قادر على الاتصال بالإنترنت
de: Verbindung zum Internet nicht verfügbar
en: Cannot connect to the internet
es: No se puede conectar a Internet
fr: Ne peut pas se connecter à Internet
hi: इंटरनेट से कनेक्ट करने में असमर्थ
id: Tidak dapat terhubung ke Internet
it: Impossibile connettersi a Internet
ja: インターネットに接続できません
ko: 인터넷에 접속할 수 없다
nl: Kan geen verbinding maken met het internet
pl: Nie można połączyć się z Internetem
pt: Não é possível conectar-se à Internet
ru: Не удается подключиться к Интернету
th: ไม่สามารถเชื่อมต่อกับอินเทอร์เน็ตได้
tr: İnternete bağlanılamıyor
uk: Неможливо підключитися до Інтернету
vi: Không thể kết nối Internet
zh_hant: 無網際網路連線

source: 无网页归档
ar: لا يوجد أرشيف لصفحة الويب
de: Kein Webseiten-Archiv
en: No Webpage Archive
es: No hay archivo de páginas web
fr: Aucune archive de page web
hi: कोई वेब पेज संग्रह नहीं
id: Tidak ada arsip halaman web
it: Nessun archivio di pagine web
ja: ウェブアーカイブなし
ko: 웹 페이지 아카이브 없음
nl: Geen webpagina-archief
pl: Brak archiwum strony internetowej
pt: Nenhum arquivo de página da web
ru: Нет веб-архива
th: ไม่มีคลังหน้าเว็บ
tr: Web sayfası arşivi yok
uk: Немає архіву веб-сторінки
vi: Không lưu trữ trang web
zh_hant: 無網頁歸檔

source: 昨天和今天
ar: البارحة واليوم
de: Gestern und heute
en: Today and yesterday
es: Ayer y hoy
fr: Hier et aujourd'hui
hi: कल और आज
id: Kemarin dan hari ini
it: Ieri e oggi
ja: 昨日と今日
ko: 어제와 오늘
nl: Gisteren en vandaag
pl: Wczoraj i dziś
pt: Ontem e hoje
ru: Вчера и сегодня
th: เมื่อวานและวันนี้
tr: Dün ve bugün
uk: Вчора і сьогодні
vi: Hôm qua và hôm nay

source: 显示“快速退出”按钮
ar: عرض زر "الخروج السريع"
de: Zeigen Sie die Schaltfläche "Schnellbeenden" an
en: Show Quick Exit Button
es: Muestra el botón "Salida rápida"
fr: Afficher le bouton "Sortie rapide"
hi: "क्विक एग्जिट" बटन प्रदर्शित करें
id: Tampilkan tombol "Keluar Cepat"
it: Visualizza il pulsante "Escita rapida"
ja: 「クイック終了」ボタンを表示
ko: "빠른 종료" 버튼 표시
nl: Toon de knop "Snel afsluiten"
pl: Wyświetl przycisk "Szybkie wyjście"
pt: Exibir o botão "Saída Rápida"
ru: Показать кнопку "Быстрый выход"
th: แสดงปุ่ม "ออกด่วน"
tr: "Hızlı Çıkış" düğmesini görüntüleyin
uk: Показати кнопку "Швидкий вихід"
vi: Hiển thị nút "Thả nhanh"
zh_hant: 顯示“快速退出”按鈕

source: 显示欺诈性网站警告
ar: عرض تحذيرات موقع الويب الاحتيالي
de: Warnungen vor betrügerischen Websites anzeigen
en: Fraudulent Website Warning
es: Mostrar advertencias de sitios web fraudulentos
fr: Afficher les avertissements de site Web frauduleux
hi: धोखाधड़ी वाली वेबसाइट चेतावनियां प्रदर्शित करें
id: Menampilkan peringatan situs web penipuan
it: Visualizza avvisi di siti web fraudolenti
ja: 詐欺サイト警告を表示
ko: 사기성 웹사이트 경고 표시
nl: Toon frauduleuze website-waarschuwingen
pl: Wyświetl ostrzeżenia o oszukańczej stronie internetowej
pt: Exibir avisos de sites fraudulentos
ru: Показать мошеннические предупреждения на веб-сайте
th: แสดงคําเตือนเว็บไซต์หลอกลวง
tr: Sahte web sitesi uyarılarını göster
uk: Показати попередження про шахрайство на веб-сайті
vi: Hiển thị cảnh báo trang web lừa đảo
zh_hant: 顯示欺詐性網站警告

source: 显示翻译歌词
ar: أظهر كلمات الأغاني المترجمة
de: Zeige die übersetzten Texte
en: Show Translated Lyrics (Chinese, Simplified)
es: Mostrar la letra traducida
fr: Afficher les paroles traduites
hi: अनुवादित गीत दिखाएं
id: Tampilkan lirik yang diterjemahkan
it: Mostra i testi tradotti
ja: 翻訳歌詞を表示する
ko: 번역 가사 표시
nl: Toon de vertaalde teksten
pl: Pokaż przetłumaczony tekst
pt: Mostrar a letra traduzida
ru: Показать переведенный текст песни
th: แสดงเนื้อเพลงที่แปลแล้ว
tr: Çevrilmiş şarkı sözlerini göster
uk: Показати перекладені тексти пісень
vi: Hiển thị lời bài hát đã dịch
zh_hant: 顯示翻譯歌詞

source: 晚饭过后，我沿着海滩散步，想找一个绝佳的位置读完手里的书，再开启一本新书。我发现了一个地方，目之所及，空无一人。这里还有一张吊床，可以阅读和小憩。我躺下来，几经调整，找到一个最舒适的姿势，就此遁入书中，沉浸在最后一个章节。一时间，
ar: بعد العشاء، مشيت على طول الشاطئ للعثور على مكان رائع لإنهاء قراءة الكتاب في يدي وبدء كتاب جديد. وجدت مكانا لا يوجد فيه أحد في الأفق. يوجد أيضا أرجوحة هنا للقراءة وأخذ قيلولة. استلقيت، وعدلت عدة مرات، ووجدت الوضع الأكثر راحة، ثم دخلت الكتاب وانغمست في الفصل الأخير. للحظة،
de: Nach dem Abendessen ging ich am Strand entlang, um einen guten Ort zu finden, um das Buch in meiner Hand zu Ende zu lesen und ein neues Buch zu beginnen. Ich habe einen Ort gefunden, an dem niemand in Sicht war. Hier gibt es auch eine Hängematte zum Lesen und ein Nickerchen. Ich legte mich hin, passte mich ein paar Mal an, fand die bequemste Haltung, trat dann in das Buch ein und tauchte in das letzte Kapitel ein. Für einen Moment,
en: finished my dinner and walked along the beach looking for the perfect spot to finish my book and start a new one. I discovered a place with no one in sight and a hammock to read and nap in. I lay down, shifted my body for maximum comfort, and escaped into the last chapter. The characters on the page became all mixed up with the people in my life, and the sun and breeze with a distance time and place I had forgotten.
es: Después de la cena, caminé por la playa para encontrar un gran lugar para terminar de leer el libro en mi mano y comenzar un nuevo libro. Encontré un lugar donde no había nadie a la vista. También hay una hamaca aquí para leer y tomar una siesta. Me acosté, me ajusté unas cuantas veces, encontré la postura más cómoda, y luego entré en el libro y me sumergí en el último capítulo. Por un momento,
fr: Après le dîner, j'ai marché le long de la plage pour trouver un endroit idéal pour finir de lire le livre dans ma main et commencer un nouveau livre. J'ai trouvé un endroit où il n'y avait personne en vue. Il y a aussi un hamac ici pour lire et faire une sieste. Je me suis allongé, je me suis ajusté plusieurs fois, j'ai trouvé la posture la plus confortable, puis je suis entré dans le livre et je me suis immergé dans le dernier chapitre. Pendant un moment,
hi: रात के खाने के बाद, मैं अपने हाथ में किताब पढ़ने और एक नई किताब शुरू करने के लिए एक शानदार जगह खोजने के लिए समुद्र तट के साथ चला गया। मुझे एक ऐसी जगह मिली जहां कोई दिखाई नहीं दे रहा था। यहां पढ़ने और झपकी लेने के लिए एक झूला भी है। मैं लेट गया, कुछ बार समायोजित किया, सबसे आरामदायक मुद्रा मिली, और फिर पुस्तक में प्रवेश किया और अपने आप को अंतिम अध्याय में डुबो दिया। एक पल के लिए,
id: Setelah makan malam, saya berjalan di sepanjang pantai untuk menemukan tempat yang bagus untuk menyelesaikan membaca buku di tangan saya dan memulai buku baru. Saya menemukan tempat di mana tidak ada orang yang terlihat. Ada juga tempat tidur gantung di sini untuk membaca dan tidur siang. Saya berbaring, menyesuaikan beberapa kali, menemukan postur yang paling nyaman, dan kemudian memasuki buku dan membenamkan diri di bab terakhir. Untuk sesaat,
it: Dopo cena, ho camminato lungo la spiaggia per trovare un ottimo posto per finire di leggere il libro in mano e iniziare un nuovo libro. Ho trovato un posto dove non c'era nessuno in vista. C'è anche un'amaca qui per leggere e fare un pisolino. Mi sono sdraiato, mi sono adattato alcune volte, ho trovato la postura più comoda, poi sono entrato nel libro e mi sono immerso nell'ultimo capitolo. Per un momento,
ja: 夕食後、私はビーチに沿って散歩し、手にある本を読み終えて、新しい本を開くのに最適な場所を見つけたい。 私はある場所を見つけたが、手の届くところに誰もいない。 ここにはハンモックが一つあるので、読書と休憩ができます。 私は横になって、何回か調整して、一番楽な姿勢を見つけて、本に没頭して、最後の章に没頭した。 しばらく、
ko: "저녁 식사 후, 나는 해변을 따라 산책을 했고, 좋은 자리를 찾아 손에 있는 책을 다 읽고, 또 새로운 책을 열려고 했어." "나는 한 곳을 발견했는데, 눈에 닿는 곳에는 아무도 없었다." "여기에는 해먹이 하나 더 있어, 책을 읽고 잠시 쉴 수 있어." "나는 누워서, 몇 번의 조정을 거쳐, 가장 편안한 자세를 찾았고, 이로써 책 속으로 빠져들었고, 마지막 장에 빠져들었다." 잠시,
nl: Na het avondeten liep ik langs het strand om een geweldige plek te vinden om het boek in mijn hand uit te lezen en aan een nieuw boek te beginnen. Ik vond een plek waar niemand in zicht was. Er is hier ook een hangmat om te lezen en een dutje te doen. Ik ging liggen, paste me een paar keer aan, vond de meest comfortabele houding, en ging toen het boek in en dompelde me onder in het laatste hoofdstuk. Even,
pl: Po obiedzie spacerowałem wzdłuż plaży, aby znaleźć świetne miejsce, aby dokończyć czytanie książki w mojej dłoni i zacząć nową książkę. Znalazłem miejsce, w którym nikogo nie było w zasięgu wzroku. Jest tu również hamak do czytania i drzemki. Położyłem się, kilka razy się poprawiłem, znalazłem najwygodniejszą postawę, a następnie wszedłem do książki i zanurzyłem się w ostatnim rozdziale. Przez chwilę,
pt: Depois do jantar, caminhei pela praia para encontrar um ótimo lugar para terminar de ler o livro na minha mão e começar um novo livro. Encontrei um lugar onde não havia ninguém à vista. Há também uma rede aqui para ler e tirar um cochilo. Eu me deitei, me ajustei algumas vezes, encontrei a postura mais confortável e depois entrei no livro e mergulhei no último capítulo. Por um momento,
ru: После ужина я прогулялся по пляжу, чтобы найти отличное место, чтобы закончить чтение книги в моей руке и начать новую книгу. Я нашел место, где никого не было в поле зрения. Здесь также есть гамак для чтения и сна. Я лег, несколько раз поправил, нашел наиболее удобную позу, а затем вошел в книгу и погрузился в последнюю главу. На мгновение,
th: หลังอาหารเย็น ฉันเดินไปตามชายหาดเพื่อหาสถานที่ที่ดีในการอ่านหนังสือในมือให้จบและเริ่มอ่านหนังสือเล่มใหม่ ฉันพบสถานที่ที่ไม่มีใครอยู่ในสายตา ที่นี่ยังมีเปลญวนสําหรับอ่านหนังสือและงีบหลับ ฉันนอนลง ปรับสองสามครั้ง พบท่าทางที่สบายที่สุด จากนั้นเข้าสู่หนังสือและดื่มด่ํากับบทสุดท้าย สักครู่หนึ่ง
tr: Akşam yemeğinden sonra, elimdeki kitabı okumayı bitirmek ve yeni bir kitaba başlamak için harika bir yer bulmak için sahil boyunca yürüdüm. Görünürde kimsenin olmadığı bir yer buldum. Burada okumak ve kestirmek için bir hamak da var. Uzandım, birkaç kez uyum sağladım, en rahat duruşu buldum ve sonra kitaba girdim ve kendimi son bölüme kaptırdım. Bir an için,
uk: Після вечері я прогулювався по пляжу, щоб знайти чудове місце, щоб закінчити читати книгу в руці і почати нову книгу. Я знайшов місце, де нікого не було в полі зору. Тут також є гамак для читання та сну. Я ліг, кілька разів пристосувався, знайшов найбільш зручну позу, а потім увійшов до книги і занурився в останній розділ. На мить,
vi: Sau bữa tối, tôi đi bộ dọc theo bãi biển để tìm một nơi tuyệt vời để đọc xong cuốn sách trên tay và bắt đầu một cuốn sách mới. Tôi đã tìm thấy một nơi không có ai trong tầm mắt. Ở đây cũng có một chiếc võng để đọc sách và chợp mắt. Tôi nằm xuống, điều chỉnh vài lần, tìm thấy tư thế thoải mái nhất, sau đó bước vào cuốn sách và đắm mình trong chương cuối cùng. Trong một khoảnh khắc,
zh_hant: 晚飯過後，我沿着海灘散步，想找一箇絕佳的位置讀完手裏的書，再開啓一本新書。我發現瞭一箇地方，目之所及，空無一人。這裏還有一張弔牀，可以閱讀和小憩。我躺下來，幾經調整，找到一箇最舒適的姿勢，就此遯入書中，沉浸在最後一箇章節。一時間，

source: 暗礁浏览器
ar: متصفح ريف
de: Reef-Browser
en: Darock Browser
es: Navegador Reef
fr: Navigateur de récifs
hi: रीफ ब्राउज़र
id: Peramban Terumbu Karang
it: Browser Reef
ja: Darockブラウザ
ko: 암초 브라우저
nl: Reef Browser
pl: Przeglądarka Reef
pt: Navegador Reef
ru: Риф-браузер
th: เบราว์เซอร์แนวปะการัง
tr: Resif Tarayıcısı
uk: Браузер рифів
vi: Trình duyệt rạn san hô
zh_hant: 暗礁瀏覽器

source: 暗礁浏览器 - 音频播放
ar: متصفح ريف - تشغيل الصوت
de: Reef Browser - Audiowiedergabe
en: Darock Browser - Audio Playing
es: Reef Browser - Reproducción de audio
fr: Reef Browser - Lecture audio
hi: रीफ ब्राउज़र - ऑडियो प्लेबैक
id: Reef Browser - Pemutaran Audio
it: Reef Browser - Riproduzione audio
ja: 暗礁ブラウザ - オーディオ再生
ko: 암초 브라우저 - 오디오 재생
nl: Reef Browser - Audio afspelen
pl: Przeglądarka Reef - Odtwarzanie dźwięku
pt: Reef Browser - Reprodução de Áudio
ru: Reef Browser - Воспроизведение звука
th: Reef Browser - การเล่นเสียง
tr: Reef Tarayıcı - Ses Çalma
uk: Reef Browser - Відтворення аудіо
vi: Reef Browser - Phát lại âm thanh

source: 暗礁浏览器 (%@)
ar: متصفح الشعاب المرجانية (%@)
de: Reef Browser (%@)
en: Darock Browser (%@)
es: Reef Browser (%@)
fr: Navigateur de récifs (%@)
hi: रीफ ब्राउज़र (%@)
id: Peramban Terumbu Karang (%@)
it: Reef Browser (%@)
ja: Darockブラウザ (%@)
ko: 암초 브라우저 (%@)
nl: Reef Browser (%@)
pl: Przeglądarka Reef (%@)
pt: Navegador Reef (%@)
ru: Reef Browser (%@)
th: เบราว์เซอร์แนวปะการัง (%@)
tr: Resif Tarayıcı (%@)
uk: Reef Browser (%@)
vi: Trình duyệt rạn san hô (%@)
zh_hant: 暗礁瀏覽器 (%@)

source: 暗礁浏览器已是最新版本
ar: متصفح ريف هو بالفعل أحدث إصدار.
de: Reef Browser ist bereits die neueste Version.
en: Darock Browser is up to date.
es: Reef Browser ya es la última versión.
fr: Reef Browser est déjà la dernière version.
hi: रीफ ब्राउज़र पहले से ही नवीनतम संस्करण है।
id: Reef Browser sudah menjadi versi terbaru.
it: Reef Browser è già l'ultima versione.
ja: Darockブラウザは最新バージョンです
ko: 암초 브라우저는 이미 최신 버전입니다.
nl: Reef Browser is al de nieuwste versie.
pl: Przeglądarka Reef jest już najnowszą wersją.
pt: O Reef Browser já é a versão mais recente.
ru: Reef Browser - это последняя версия.
th: Reef Browser เป็นเวอร์ชันล่าสุดแล้ว
tr: Reef Browser zaten en son sürümdür.
uk: Reef Browser вже є останньою версією.
vi: Reef Browser đã là phiên bản mới nhất.
zh_hant: 暗礁瀏覽器已是最新版本
